{
  "EN": {
    "dayCounter": "Day",
    "carousel": {
      "1": "Masha, after all the time we've shared, I finally found the courage to ask you to be my girlfriend. This moment will stay in my heart forever 💞",
      "2": "Sharing with you my love for game development and seeing how you truly value what I do filled my heart completely. Feeling your affection moved me so deeply that I ended up crying with happiness 💞",
      "3": "Ever since we listened to Шёлк together, that song became a part of us. Every note reminds me of you, of our story, and of how happy you make me every single day 💞",
      "4": "The wallpaper you drew with us in Strinova left me speechless. I’ve never received such a special gift made with so much love. Every time I see it, I feel happy to be with you 💞",
      "5": "I love how little by little you share more of your daily life with me. Every conversation we have makes me feel even closer to you 💞",
      "6": "I loved going for a walk with you and showing you Mercadona hahaha. Every moment together makes me smile… Yellow car, gotta kiss your ass! 🔥",
      "7": "It’s so comforting to talk with you and feel that we share the same dreams; imagining the future we’ll build together fills me with joy 💞",
      "8": "Thank you for this amazing first week by your side; every moment has been special, and thanks to you, I feel inspired to play the guitar again 💞",
      "9": "Masha! Duolingo is mad! Don’t let your streak break, it’s getting late hahaha 😜",
      "10": "I remember telling Vika: 'Masha is so silly, would not be in a couple with her' hahaha, please don’t kill me XD but I’m glad we both changed our minds 💞",
      "11": "A peaceful day, just me playing the guitar and you chatting with me… 💞",
      "12": "I love it when you get mad… you look so cute and naughty, my kinky kitten 🔥",
      "13": "Baby, I wish I could have you here by my side and feel you close… nothing would make me happier 💞",
      "14": "I adore you even when you act like a little kitten — maybe that’s exactly why I do 🔥",
      "15": "It’s amazing to think about everything that’s happened since we first saw these kittens. Who would’ve thought they’d end up being more than just friends 💞",
      "16": "It makes me so happy that you started playing chess. I’m really proud of how quickly you’ve improved, and I love playing with you—even more when you manage to beat me 💞",
      "17": "'I might not be a bottle, but you can grab me by the neck 🔥' when I finally have you close, I’m never letting you go, my kitten 💞",
      "18": "Muffin the Mafia cat is the best, I swear! Cooler than Alvaro and Kostik 😎",
      "19": "You’re so sweet taking care of me when I haven’t slept. Maybe I like it when you call me gatito to make me blush… and I love it when you blush too 💞",
      "20": "Masha, I love you with all my heart, and I promise that one day I’ll take you to the altar and build a family with you. I love you so much, my love 💞",
      "21": "I love your slightly naughty and “toxic” personality 😍 Maybe that moment just pushed me to want to be closer to you… and I’m glad it did 💞",
      "22": "When you come to Madrid, we'll walk around the whole city, visit every park, and I’ll show you how beautiful this city is 💞",
      "23": "Honey, you look so fucking good. I want to fuck you so bad 🔥",
      "24": "Honey you are so fucking good at chess, congrats on winning against Lena haha 👑",
      "25": "Babe I love how much submissive you can get down bad, dont worry ill take care of you my good girl 🔥",
      "26": "I just want to be your good obedient boy, momy, you make me melt everytime 🔥",
      "27": "Babe you are to much hot, you tease me to my limits, ill do have pink ropes for you when you come to me 🔥",
      "28": "Hey Kostik my friend!! So cool to see you again 😎",
      "29": "Honey this music game is actually so awesome! Thanks for it 💞",
      "30": "Sweetheart, it's been really cool to play this game for you, we got to complete the full game and get all achievements 💞",
      "31": "Sweetheart, thank you for this amazing first month by your side. Every moment has been special. I love you so much, my love 💞"
    }
  },
  "ES": {
    "dayCounter": "Día",
    "carousel": {
      "1": "Masha, después de todo el tiempo que hemos compartido, encontré el valor para pedirte que seas mi novia. Este momento quedará grabado en mi corazón para siempre 💞",
      "2": "Poder compartir contigo mi amor por el desarrollo de videojuegos y ver cómo valoras lo que hago me llenó el corazón por completo. Sentir tu cariño me emocionó tanto que terminé llorando de felicidad 💞",
      "3": "Desde que escuchamos Шёлк juntos, esa canción se volvió parte de nosotros. Cada nota me recuerda a ti, a nuestra historia, y a lo feliz que me haces cada día 💞",
      "4": "El fondo de pantalla que dibujaste con nosotros en Strinova me dejó sin palabras. Nunca había recibido un regalo tan especial y hecho con tanto cariño. Cada vez que lo veo me alegro de estar contigo 💞",
      "5": "Me encanta cómo poco a poco compartes más de tu día a día conmigo. Cada charla que tenemos me hace sentir aún más cerca de ti 💞",
      "6": "Me encantó dar un paseo contigo y poder mostrarte Mercadona hahaha. Cada momento juntos me hace sonreír… Yellow car, gotta kiss your ass! 🔥",
      "7": "Es tan reconfortante hablar contigo y sentir que compartimos los mismos sueños; me llena de ilusión pensar en el futuro que construiremos juntos 💞",
      "8": "Gracias por esta primera semana increíble a tu lado; cada momento ha sido especial, y gracias a ti deseo volver a tocar la guitarra 💞",
      "9": "Masha! ¡Duolingo está enfadado! No dejes que tu racha se rompa, rápido se hace tarde jajaja 😜",
      "10": "Recuerdo cuando le dije a Vika 'Masha is so silly, would not be in a couple with her' hahaha, porfi no me mates XD pero me alegra que los dos hayamos cambiado de opinión 💞",
      "11": "Un día tranquilo, solo yo tocando la guitarra y tú conmigo charlando… 💞",
      "12": "Me encanta cuando te enfadas… te ves tan linda y traviesa, gatita 🔥",
      "13": "Baby, desearía tenerte aquí a mi lado y sentirte cerca… nada me haría más feliz que eso 💞",
      "14": "Me encantas incluso cuando te comportas como una gatita chiquita, quizá justo por eso 🔥",
      "15": "Es increíble pensar en todo lo que ha pasado desde que vimos por primera vez a estos gatitos. Quién diría que acabarían siendo más que amigos 💞",
      "16": "Me hace muy feliz que hayas empezado a jugar ajedrez. Estoy muy orgulloso de lo rápido que has mejorado, y me encanta jugar contigo, aún más cuando logras ganarme 💞",
      "17": "'Puede que no sea una botella, pero igual puedes agarrarme del cuello 🔥' cuando al fin te tenga cerca, no pienso soltarte, gatita 💞",
      "18": "¡Muffin, el Mafia cat, es el mejor! Mola más que Álvaro y Kostik 😎",
      "19": "Eres tan dulce cuidando de mí cuando no duermo. Quizás me guste cuando me llamas gatito para hacerme sonrojar… y me encanta cuando tú también te sonrojas conmigo 💞",
      "20": "Masha, te amo con todo mi corazón, y prometo un día llevarte al altar y formar una familia contigo. Te quiero muchísimo, amor 💞",
      "21": "Me encanta tu personalidad un poquito malvada y tóxica 😍 Quizá aquel momento solo me empujó a querer estar más contigo… y me alegro de que fuera así 💞",
      "22": "Cuando vengas a Madrid, iremos a pasear por toda la ciudad, por todos los parques, y te mostraré lo bonita que es esta ciudad 💞",
      "23": "Amor, estas buenisima. Tengo unas putas ganas de follarte 🔥",
      "24": "Amor, eres jodidamente buena en el ajedrez, felicidades por ganarle a Lena jaja 👑",
      "25": "Babe, me encanta lo sumisa que puedes llegar a ser, no te preocupes te cuidaré bien, mi chica obediente 🔥",
      "26": "Quiero ser tu buen chico obediente, momy, siempre me acceleras el corazón 🔥",
      "27": "Babe, estás demasiado buena, me llevas al límite, tendré cuerdas rosadas para ti cuando vengas a verme 🔥",
      "28": "Hola Kostik mi amigo!! Como mola verte de nuevo 😎",
      "29": "Cariño, ¡este juego de música es genial! Gracias 💞",
      "30": "Cariño, ha sido genial jugar este juego contigo, logramos completarlo por completo y conseguir todos los logros 💞",
      "31": "Corazón, gracias por este increíble primer mes a tu lado, cada momento ha sido especial. Te quiero mucho amor 💞"
    }
  },
  "RU": {
    "dayCounter": "День",
    "carousel": {
      "1": "Маша, после всего времени, что мы провели вместе, я нашёл в себе смелость попросить тебя стать моей девушкой. Этот момент навсегда останется в моём сердце 💞",
      "2": "Когда я поделился с тобой своей любовью к разработке игр и увидел, как ты искренне ценишь то, что я делаю, моё сердце наполнилось теплом. Твоя забота так тронула меня, что я заплакал от счастья 💞",
      "3": "С тех пор как мы вместе послушали Шёлк, эта песня стала частью нас. Каждый звук напоминает мне о тебе, о нашей истории и о том, как сильно ты меня радуешь 💞",
      "4": "Обои, которые ты нарисовала с нами в Strinova, оставили меня без слов. Я никогда не получал такой особенный подарок, сделанный с такой любовью. Каждый раз, когда я его вижу, я рад, что мы вместе 💞",
      "5": "Мне очень нравится, как ты постепенно делишься со мной своей повседневной жизнью. Каждая наша беседа делает меня ещё ближе к тебе 💞",
      "6": "Мне так понравилась прогулка с тобой и возможность показать тебе Mercadona хахаха. Каждое мгновение вместе заставляет меня улыбаться… Yellow car, gotta kiss your ass! 🔥",
      "7": "Так приятно говорить с тобой и ощущать, что у нас общие мечты; мысль о будущем, которое мы построим вместе, приносит радость 💞",
      "8": "Спасибо за эту невероятную первую неделю рядом с тобой; каждый момент был особенным, и благодаря тебе мне снова хочется играть на гитаре 💞",
      "9": "Маша! Дуолинго сердит! Не давай своей серии прерваться, уже поздно xaxaxa 😜",
      "10": "Помню, как я сказал Вике: «Маша такая забавная, не был бы с ней в паре» ха-ха, пожалуйста, не убивай меня XD но я рад, что мы оба передумали 💞",
      "11": "Спокойный день, я играю на гитаре, а ты со мной болтаешь… 💞",
      "12": "Обожаю, когда ты сердишься… ты выглядишь такой милой и озорной, котенок 🔥",
      "13": "Малыш, я бы хотел, чтобы ты была рядом, чтобы почувствовать тебя рядом со мной… ничего не сделало бы меня счастливее 💞",
      "14": "Ты мне безумно нравишься, даже когда ведёшь себя как маленький котёнок… наверное, именно за это 🔥",
      "15": "Невероятно подумать, сколько всего произошло с тех пор, как мы впервые увидели этих котят. Кто бы мог подумать, что они станут больше, чем просто друзья 💞",
      "16": "Мне очень приятно, что ты начала играть в шахматы. Я горжусь тем, как быстро ты научилась, и мне нравится играть с тобой, особенно когда ты меня выигрываешь 💞",
      "17": "'Я может и не бутылка, но ты всё равно можешь схватить меня за шею 🔥' когда ты будешь рядом, я тебя больше не отпущу, моя киска 💞",
      "18": "Маффин, мафиозный кот, лучший, клянусь! Круче, чем Алваро и Костик 😎",
      "19": "Ты такая милая, заботясь обо мне, когда я не спал. Может, мне нравится, когда ты называешь меня котиком, чтобы я покраснел… и мне очень нравится, когда ты тоже краснеешь 💞",
      "20": "Маша, я люблю тебя всем сердцем и обещаю однажды вести тебя к алтарю и создать с тобой семью. Я так сильно тебя люблю, моя любимая 💞",
      "21": "Мне нравится твоя слегка злая и «токсичная» личность 😍 Возможно, тот момент только заставил меня хотеть быть ближе к тебе… и я рад, что так получилось 💞",
      "22": "Когда ты приедешь в Мадрид, мы будем гулять по всему городу, по всем паркам, и я покажу тебе, какой красивый этот город 💞",
      "23": "Любовь, ты выглядишь потрясающе. Я чертовски хочу тебя трахнуть 🔥",
      "24": "Дорогая, ты офигенно играешь в шахматы, поздравляю с победой над Леной хаха 👑",
      "25": "Малышка, мне нравится, насколько покорной ты можешь быть, не волнуйся, я позабочусь о тебе, моя хорошая девочка 🔥",
      "26": "Я просто хочу быть твоим хорошим послушным мальчиком, мом, ты заставляешь меня таять каждый раз 🔥",
      "27": "Малышка, ты такая горячая, ты доводишь меня до предела, у меня есть розовые веревки для тебя, когда ты придешь ко мне 🔥",
      "28": "Привет Костик мой друг!! Так здорово снова тебя видеть 😎",
      "29": "Дорогая, эта музыкальная игра просто потрясающая! Спасибо тебе за неё 💞",
      "30": "Дорогая, было так здорово играть в эту игру с тобой, мы прошли её полностью и получили все достижения 💞",
      "31": "Милая, спасибо за этот невероятный первый месяц рядом с тобой. Каждый момент был особенным. Я тебя очень люблю, моя любовь 💞"
    }
  }
}
